<template>
  <div class="wrap">
    <div class="box">
      <NuxtLink to="/">
        <img src="@/assets/media/logo.svg" class="brand" alt="" />
      </NuxtLink>
      <div class="header">
        <h1 class="title">
          “2Clicks” мобил иловасидан <br />
          фойдаланиш тўғрисида
          <span class="upper"> ОММАВИЙ ОФЕРТА ШАРТНОМАСИ </span>
        </h1>
      </div>
      <section>
        <p>
          Мазкур Оммавий офертада (кейинги ўринларда “Оммавий оферта”) бошқача
          қоида назарда тутилган бўлмаса, унда кўлланган қуйидаги атамалар
          қуйидаги маънога ва/ёки таърифга эга:
        </p>
        <p>
          <strong>“2Clicks” мобил иловаси </strong>– бу смартфонлар, планшетлар
          ва бошқа мобил қурилмаларда Android ва iOS тизимлари орқали ишлашга
          мўлжалланган онлайн тарзда фойдаланиш, электрон шаклда шартномалар ва
          уларга кўшимча келишувлар тузиш, шунингдек, бошқа ҳужжатлар ва
          хабарлар алмашиш имконини берувчи дастурий воситалар тўплами (кейинги
          ўринларда “Мобил илова”)
        </p>
        <p>
          <strong>Фойдаланувчи</strong> - смартфон, планшет ёки бошқа мобил
          қурилмага Мобил иловасини юклаб олиб, уни фаоллаштирган, мазкур
          Оммавий оферта барча шартларини тўлиқ ва истисно қилмасдан қабул
          қилган ҳолда тегишли ҳуқуқларга эга бўлган ва мажбуриятларни қабул
          қилган, мазкур Оммавий оферта шартларига ва Мобил иловадан фойдаланиш
          бўйича қўлланмада белгиланган шартларга мувофиқ шахсий
          идентификациядан ўтган, мобил илованинг имкониятлари, функционали ва
          ташкилий механизмларидан фойдаланган ҳолда Мобил илованинг бошқа
          фойдаланувчилари билан шартномавий-ҳуқуқий муносабатга киришган
          муомалага лаёқатли жисмоний шахс.
        </p>
        <p>
          <strong>Рўйхатдан ўтиш</strong> – Мобил иловадан тўлақонли фойдаланиш
          учун Мобил иловадан фойдаланиш бўйича қўлланмада белгиланган шартларга
          мувофиқ рўйхатдан ўтиш.
        </p>
        <p>
          <strong>Фойдаланувчини идентификация қилиш</strong>
          – Фойдаланувчини Мобил иловада рўйхатдан ўтказиш жараёнида
          сўровномаларни тўлдириш, хабарномалар билан алмашиш ва бошқа электрон
          тизимлар воситасида Фойдаланувчининг шахсини аниқ тасдиқлаш.
        </p>
        <p>
          <strong>Логин</strong>
          – Фойдаланувчи томонидан Мобил иловага кириш учун идентификатор
          сифатида фойдаланиладиган Фойдаланувчининг мобил телефон рақами.
        </p>
        <p>
          <strong> Парол </strong>
          – Фойдаланувчи томонидан мустақил ўрнатилган, у томонидан Мобил
          иловага кириш учун идентификатор сифатида фойдаланиладиган
          белгиларнинг махфий кетма-кетлиги.
        </p>
        <p>
          <strong> Шахсий кабинет </strong>
          – Мобил илованинг учинчи шахслар, бошқа фойдаланувчилари томонидан ёки
          оммавий фойдаланишдан ёпилган бўлими бўлиб, унинг ёрдамида
          Фойдаланувчи масофавий идентификациядан ўтади, Мобил илованинг бошқа
          фойдаланувчилари билан тегишли шартномаларни тузади ва қабул қилади,
          ўзи томонидан тузилган шартномалар тўғрисидаги маълумотларни олади,
          шунингдек Мобил иловада бошқа ҳаракатларни амалга оширади. Шахсий
          кабинетдан фойдаланиш жараёнида Шахсий кабинет ёрдамида амалга
          оширилган ва юборилган барча ҳаракатлар ва ҳужжатлар, шу жумладан
          Мобил илова ёрдамида яратилган шартномалар ва ҳужжатлар мазкур
          Фойдаланувчи томонидан бажарилган ва жўнатилган ҳисобланади ва мазкур
          Фойдаланувчининг ўзига нисбатан тегишли ҳуқуқий оқибатларни юзага
          келтиради.
        </p>
        <p>
          <strong> Шахсий маълумотлар </strong>
          – Мазкур Оммавий офертани қабул қилиш ва Мобил ловадан фойдаланиш
          жараёнида Фойдаланувчини шахсини тегишли тартибда ва лозим даражада
          идентификациялаш учун зарур бўлган ва Фойдаланувчи томонидан тақдим
          этилувчи унинг шахсига доир маълумотлар, шу жумладан фамилияси, исми,
          отасининг исми, туғилган санаси, жинси, почта ва яшаш манзили, мобил
          телефон рақамлари, электрон почта манзили, солиқ тўловчи идентификация
          рақами, жисмоний шахс шахсий идентификация рақами сифатида
          Фойдаланувчи тўғрисидаги шахсий маълумотлар мажмуи.
        </p>
        <p>
          <strong>Рўйхатдан ўтган мобил телефон рақами</strong>
          – Фойдаланувчи томонидан идентификациялаш жараёнида ёки масофавий
          хизмат кўрсатиш каналлари орқали маълумотларни кейинги ўзгартириш
          жараёнида ёки бошқа белгиланган усулда кўрсатилган ва тасдиқланган
          мобил телефон рақами.
        </p>
        <p>
          <strong> ҚЁИА </strong>
          – Оммавий оферта талабларига ва Ўзбекистон Республикаси қонунчилигига
          мувофиқ электрон ҳужжатни имзолаган шахсни SMS-код ёки бошқа электрон
          воситалар ёрдамида аниқ аниқлаш орқали ҚЁИА маълум бир шахс томонидан
          шакллантирилганлигини тасдиқловчи қўлда ёзилган имзонинг аналоги.
        </p>
        <p>
          <strong> Электрон шартнома </strong>
          – Мобил илова фойдаланувчилари томонидан Мобил илова ёрдамида ўзаро
          тузилиб, имзоланган ҳамда Мобил илова орқали расмийлаштирилган,
          қоғозда тузилиб ўз қўли билан имзоланган ёзма кўринишдаги шартнома
          билан тенг ҳуқуқий кучга эга бўлган электрон кўринишдаги шартнома.
          Фойдаланувчилар Электрон шартнома орқали амалга оширилган барча
          ҳаракатлар ва ҳуқуқий оқибатлар қонунийлиги ва ҳақиқийлигини тан
          оладилар ва ушбу шартнома Мобил илова орқали электрон шаклда
          тузилганлигини асос қилиб, шартнома юзасидан ҳаракатларнинг
          қонунийлиги ва ҳақиқийлиги юзасидан эътироз билдирмайдилар ва
          низолашмайдилар.
        </p>
      </section>
      <section>
        <p class="paragraph">2. Шартноманинг предмети</p>
        <p>
          <strong> 2.1. </strong> Мазкур оммавий оферта шартномаси “АААААА”
          (бундан буён шартнома матнида “Хизмат кўрсатувчи” деб юритилади)
          томонидан Мобил илова орқали Фойдаланувчиларга ўзаро шартномаларни
          тузиб имзолаш ва расмийлаштириш имконини берувчи хизматлар кўрсатиш
          юзасидан Хизмат кўрсатувчи билан Фойдаланувчи ўртасида ўзаро ҳуқуқий
          муносабатларни тартибга солиш бўйича Хизмат кўрсатувчи томонидан
          юбориладиган расмий оммавий таклиф (шартнома) ҳисобланади. Ушбу
          оммавий оферта шартномаси Ўзбекистон Республикаси Фуқаролик
          кодексининг 367-370 – моддаларига мувофиқ ишлаб чиқилган. Мазкур
          оммавий оферта шартномаси Фойдаланувчи томонидан томонидан Мобил
          иловада рўйхатдан ўтиб, идентификация қилинганидан вақтдан бошлаб
          тузилган ҳисобланади ҳамда оммавий оферта шартномасида кўрсатилган
          барча шартлари Фойдаланувчи томонидан истисно қилмасдан қабул
          қилинганлигини англатади.
        </p>
      </section>
      <section>
        <p class="paragraph">3. Умумий қоидалар</p>
        <p>
          <strong> 3.1. </strong> Мазкур шартнома Фойдаланувчиларни Мобил
          иловада рўйхатдан ўтказиш, идентификция қилиш ва тасдиқлаш тартибини,
          Мобил иловада электрон шартномалар тузиш тартибини аниқлайди ва
          белгилайди, шунингдек Хизмат кўрсатувчи ва Фойдаланувчи ўртасидаги
          юзага келадиган муносабатларни тартибга солади.
        </p>
        <p>
          <strong> 3.2. </strong> Мобил илова орқали шакллантирилиб,
          фойдаланувчилар бир-бирлари билан ўзаро тузган Электрон шартномлари
          мазкур шартномани бевосита имзолаб, Мобил илова орқали расмийлаштирган
          Фойдаланувчилар ўртасида ўзаро шартномавий муносабатларни ҳосил
          қилади. Электрон шартнома уни имзолаган Фойдаланувчиларни ўзигагина
          ҳуқуқ ва мажбуриятлар юзага келтиради, ҳуқуқий оқибатларни келтириб
          чиқаради.
        </p>
        <p>
          <strong> 3.3. </strong> Хизмат кўрсатувчи Фойдаланувчилар ўртасидаги
          ўзаро шартномавий муносабатларга киришмайди, мазкур шартномлар
          юзасидан хеч қандай мажбуриятларни олмайди, ҳуқуқларга эга бўлмайди,
          Фойдаланувчилар томонидан ўзаро электрон Шартнома мажбуриятларини
          бажариши юзасидан кафилликни олмайди, улар мажбуриятларни
          бажармаганликлари учун жавобгар эмас, шунингдек Мобил иловадан
          фойдаланиши дваомида Фойдаланувчининг харакат ёки харакатсизлигига
          жавобгар эмас.
        </p>
      </section>
      <section>
        <p class="paragraph">
          4. Мобил иловада рўйхатдан ўтиш ва идентифация қилиш тартиби
        </p>
        <p>
          <strong>4.1. </strong> Мобил иловада харакатларни амалга ошириш ва
          ундан тўлақонли фойдаланиш учун Фойдаланувчи Мобил иловада дастлабки
          рўйхатдан ўтиши керак.
        </p>
        <p>
          <strong> 4.2. </strong> Мобил иловада рўйхатдан ўтиши учун
          Фойдаланувчи сўралган шахсий ва бошқа маълумотларни киритиш ва тегишли
          харакатларни амалга ошириш талабларини ўз ичига олган жараёндан
          (босқичлардан) ўтиши лозим бўлади
        </p>
        <p>
          <strong> 4.3. </strong> Мобил иловада рўйхатдан ўтиш мазкур Оммавий
          офертага илова қилинган Мобил иловадан фойдаланиш бўйича қўлланмада
          белгиланган шартларга мувофиқ амалга оширилади.
        </p>
        <p>
          <strong> 4.4. </strong> Мобил иловада Рўйхатдан ўтиш факти
          Фойдаланувчи мазкур Оммавий оферта шартлари билан, Мобил иловадан
          фойдаланиш бўйича қўлланма билан шунингдек Фойдаланувчининг шахсга
          доир маълумотларига ишлов бериш ва сақлаш шартлари билан танишиб
          чиққанлигини ва мазкур шартларга истисноларсиз рози бўлганлигини
          тасдиқлайди.
        </p>
        <p>
          <strong> 4.5. </strong> Рўйхатдан ўтказиш Фойдаланувчининг айби ёки
          харакат ва харакатсизлиги оқибатида рад этилган тақдирда, Фойдаланувчи
          қайд этилган камчиликларни бартараф этиган ёки маълумотларни тўлиқ
          киритган ҳолда рўйхатдан ўтказиш жараёнини қайта бошлаши ёки давом
          эттириши мумкин.
        </p>
        <p>
          <strong> 4.6. </strong> Фойдаланувчи рўйхатдан ўтиш жараёнидан тўлиқ
          ўтганидан ва идентификация қилинганидан сўнг Мобил иловадан тўлақонли
          фойдаланиш имкониятига эга булади.
        </p>
      </section>
      <section>
        <p class="paragraph">5. Хизмат кўрсатувчининг ҳуқуқ ва мажбуриятлари</p>
        <p>
          <strong>5.1. </strong> Мазкур Оммавий оферта тузилган вақтдан бошлаб
          Фойдаланувчи олдидаги барча мажбуриятларни мазкур шартномага ва
          амалдаги қонунчиликка мувофиқ тўлиқ бажарилишини таъминлаш.
        </p>
        <p>
          <strong> 5.2. </strong> Фойдаланувчининг шахсий маълумотларини қайта
          ишлаш ва уларнинг махфийлигини Ўзбекистон Республикасининг амалдаги
          қонунчилигида ўрнатилган тартибда таъминлаш.
        </p>
        <p>
          <strong> 5.3. </strong> Фойдаланувчига Мобил иловада кўрсатилган
          телефонлар орқали бепул телефон маслаҳатларини олиш имкониятини тақдим
          этиш.
        </p>
        <p>
          <strong> 5.4. </strong> Мазкур Оммавий оферта шартларини олдиндан ёзма
          эълон қилган ҳолда ўзгартириш ёки тўлдириш.
        </p>
        <p>
          <strong> 5.5. </strong> Фойдаланувчи томонидан мазкур Оммавий оферта
          шартномаси шартлари ёки Мобил иловадан фойдаланиш билан боғлиқ қонун
          ҳужжатлари бузилган тақдирда Фойдаланувчини Мобил иловадан
          фойдаланишини чеклаш, вақтинчалик ёки бутунлай тўхтатиш;
        </p>
        <p>
          <strong> 5.6. </strong> Лозим бўлганда Фойдаланувчидан қўшимча
          маълумотларни сўраш ва олиш.
        </p>
        <p>
          <strong>5.7. </strong> Мазкур Оммавий оферта шартларига риоя қилиш.
        </p>
        <p>
          <strong> 5.8.</strong> Фойдаланувчига доир шахсий маълумотларни, мобил
          иловага кириш логин ва паролларини бегона шахсларга тақдим этмаслик.
        </p>
        <p>
          <strong> 5.9.</strong> Фойдаланувчи розилигисиз ўз ҳуқуқлари ва
          шартнома ижросига оид мажбуриятларини учинчи шахсга ўтказиш.
        </p>
        <p>
          <strong> 5.10. </strong> Ахборот воситачиларига электрон ҳужжатлар ва
          электрон хабарларни сақлаш учун узатиш.
        </p>
        <p>
          <strong>5.11. </strong> Хизмат кўрсатувчи қонун ҳужжатларида
          белгиланган бошқа ҳуқуқ ва мажбуриятларга ҳам эга.
        </p>
      </section>
      <section>
        <p class="paragraph">6. Фойдаланувчининг ҳуқуқ ва мажбуриятлари</p>
        <p>
          <strong>6.1. </strong> Мазкур Оммавий оферта шартлари билан танишиб
          чиқиш ва уларга қатъий риоя қилиб бориш.
        </p>
        <p>
          <strong>6.2. </strong> Мобил илова орқали бошқа фойдаланувчилар билан
          тузилган шартнома шартларига тўлиқ амал қилиб бориш, низоларга йўл
          қўймаслик ва шартномавий мажбуриятлари юзасидан мустақил жавобгар
          бўлиш.
        </p>
        <p>
          <strong> 6.3. </strong> Ўзига доир шахсий маълумотларни, мобил иловага
          кириш логин ва паролларини бегона шахсларга тақдим этмаслик.
        </p>
        <p>
          <strong> 6.4. </strong> Фойдаланувчи қонун ҳужжатларида белгиланган
          бошқа ҳуқуқ ва мажбуриятларга ҳам эга.
        </p>
      </section>
      <section>
        <p class="paragraph">7. Енгиб бўлмас куч (форс-мажор)</p>
        <p>
          <strong>7.1. </strong> Тарафлар ушбу шартнома бўйича мажбуриятларни
          қисман ёки тўлиқ бажармаганлик учун тарафларнинг эрки ва истагидан
          ташқари пайдо бўлган ва уларни олдиндан кўра билиш ёки бартараф этиш
          мумкин бўлмаган холатлар (форс-мажор): яъни ёнғин, табий офатлар, уруш
          ҳолати, ҳарбий харакатларнинг ҳар қандай кўриниши, блокада, фуқаролик
          ғалаёнлари, эпидемия, пандемия, эмбарго, қонунчиликдаги ўзгартиришлар,
          хукуматнинг харакатлари ва қарорлари билан боғлиқ холда
          бажармаганликлар учун жавобгар бўлмайдилар. Ваколатли давлат органи
          томонидан берилган ҳужжат енгиб бўлмас куч ҳолати мавжудлигини лозим
          даражада тасдиқловчи далил бўлиб ҳисобланади. Енгиб бўлмас куч
          ҳолатлари таъсирида ўз мажбуриятларини бажармаётган Томон, кўрсатилган
          ҳолатлар юзага келган пайтдан бошлаб 5 (беш) кун давомида бошқа
          Томонга ҳолатлар Шартнома бўйича мажбуриятларни бажаришга тўсқинлик
          қилаётганлиги ва таъсири тўғрисида ёзма хабарнома бериши шарт. Агарда
          енгиб бўлмас куч ҳолатлари кетма-кет келувчи 3 (уч) ой мобайнида амал
          қилса, мазкур шартнома томонлардан исталган бирининг бошқа Томонга
          бекор қилиниши тахмин қилинаётган санадан 10 (ўн) календар куни аввал
          ёзма хабарнома юбориш орқали бекор қилиниши мумкин.
        </p>
      </section>
      <section>
        <p class="paragraph">
          8. Томонларнинг жавобгарлиги ва низоларни ҳал қилиш тартиби
        </p>
        <p>
          <strong>8.1. </strong> Мазкур шартномада таърифланган шартларни
          бажармаслик ёки мақбул даражада бажармаслик учун томонлар Ўзбекистон
          Республикаси қонунчилигига мувофиқ жавобгар ҳисобланадилар.
        </p>
        <p>
          <strong>8.2. </strong> Мобил илова орқали амалга оширилган
          харакатларнинг қонунийлигига ва тақдим этилган маълумотлар хамда
          ҳужжатларнинг тўғрилигига, бошқа фойдаланувчилар билан тузилган ўзаро
          шартномалар юзасидан Фойдаланувчи жавобгардир.
        </p>
        <p>
          <strong> 8.3. </strong> Ушбу шартнома бўйича мажбуриятларни
          бажармаслик ёки мақбул тарзда бажармасликка оид барча низоларни
          томонлар ўзаро музокаралар йўли билан ҳал қилишга уринадилар.
        </p>
        <p>
          <strong>8.4. </strong> Агар музокаралар йўли орқали муросага
          келинмаса, низолар Хизмат кўрсатувчи жойлашган жойдаги фуқаролик
          ишлари бўйича судда Ўзбекистон Республикасининг амалдаги қонунчилигига
          биноан ҳал этилади.
        </p>
      </section>
      <section>
        <p class="paragraph">9. Шартноманинг амал қилиш муддати</p>
        <p>
          <strong>8.1. </strong> Мазкур Оммавий оферта шартномаси Фойдаланувчи
          томонидан акцепт сифатида Мобил иловада рўйхатдан ўтганидан сўнг кучга
          киради ва Тарафлар уни бекор қилгунча ёки тугатмагунча амал қилади.
        </p>
      </section>
      <section>
        <p class="paragraph">10. Шартноманинг бекор қилиниши</p>
        <p>
          <strong>10.2.</strong> Мазкур Шартнома бекор қилинган тақдирда,
          шартнома бекор қилинишига қадар амалга оширилган ҳар қандай
          харакатларга, Фойдаланувчилар томонидан ўзаро тузилган шартномаларга
          таъсир этмайди ва улар муддати тугагунга қадар амалда бўлади.
        </p>
        <p>
          <strong>10.3. </strong> Хизмат кўрсатувчи шартнома талаблар
          Фойдаланувчи томонидан бузилганда Оммавий оферта шартномасини бир
          томонлама бекор қилиш ҳуқуқига эга.
        </p>
      </section>
      <section>
        <p class="paragraph">11. Махфийлик</p>
        <p>
          <strong>11.1.</strong> Шартнома тарафлари шартнома бўйича ахборотларни
          махфийлиги таъминланиши учун жавобгардирлар.
        </p>
        <p>
          <strong>11.2. </strong> Хизмат кўрсатувчи Фойдаланувчи ва у томондан
          амалга оширилган оширилган харакатлар тўғрисидаги маълумотларни сир
          сақланишини кафолатлайди, қонун ҳужжатларида белгиланган қоидалар
          бундан мустасно.
        </p>
        <p>
          <strong>11.3.</strong> Мазкур шартномани қабул қилиш орқали,
          Фойдаланувчи Хизмат кўрсатувчига ўз шахсий маълумотларини, шу жумладан
          фамилияси, исми, отасининг исми, туғилган санаси, жинси, почта ва яшаш
          манзили, мобил телефонлари, электрон почта манзилини, хусусан, уларни
          йиғиш, тизимлаш, тўплаш, сақлаш, аниқлаштириш (янгилаш, ўзгартириш),
          фойдаланиш, уларни Ўзбекистон Республикаси ҳудудида тарқатиш ва
          узатиш, анонимлаштириш, блоклаш, йўқ қилиш, шу билан биргаликда,
          мазкур шахсий маълумотларни Хизмат кўрсатувчининг контрагентларига
          хизматлар сифатини оширишга йўналтирилган тадқиқотлар, маркетинг
          дастурлари, статистик изланишлар, ҳамда хизматларни харидор билан ҳар
          хил алоқа воситалари, жумладан ва шу билан чекланмаган тарзда: почта
          хабарномалари, электрон почта, телефон, факсимиль алоқа, Интернет
          тармоғи ёрдамида бевосита алоқа қилиш орқали келгусида қайта ишлашга
          (жумладан уларни йиғиш, тизимлаш, тўплаш, сақлаш, аниқлаштириш
          (янгилаш, ўзгартириш), фойдаланиш, уларни Ўзбекистон Республикаси
          ҳудудида тарқатиш ва узатиш, анонимлаштириш, блоклаш, йўқ қилиш)
          розилик билдиради ва рухсат беради.
        </p>
        <p>
          <strong>11.4. </strong> Хизмат кўрсатувчи Фойдаланувчига тегишли сўров
          юбориб, ундан ўзининг шахсий маълумотлари, уларнинг қайта ишланиши ва
          ишлатилиши ҳақида тўлиқ ахборотни сўраш, шу билан бирга, хато ёки
          нотўлиқ шахсий маълумотларни ўчириш ёки тузатиш/тўлдиришни талаб қилиш
          ҳуқуқига эга. Харидор ўз шахсий маълумотларини қайта ишлашга берган
          розилик муддатсиз бўлиб, Хизмат кўрсатувчиинг манзилига тегишли ёзма
          сўров юбориш орқали қайтариб олиниши мумкин.
        </p>
      </section>
      <section>
        <p class="paragraph">12. Якуний қоидалар</p>
        <p>
          <strong>12.1.</strong> Мазкур шарномага қўшимча ва ўзгартиришлар
          киритиб берилиши мумкин.
        </p>
        <p>
          <strong>12.2. </strong> Томонлардан ҳар бири ўзининг Ўз.Р.
          қонунчилигига мувофиқ фаолият юритувчи шахс эканлигини, Шартномани
          тузиш учинчи шахсларнинг интеллектуал ва бошқа ҳуқуқларини
          бузмаслигини, Шартнома бўйича ўз мажбуриятларини бажариш учун зарур
          бўлган мулкий, молиявий ресурсларга эгалигини, Томонларга нисбатан
          тугатиш/қайта ташкил этиш тартиб-таомили амалга оширилмаганлигини, уни
          банкрот деб эълон қилиш тўғрисидаги суд қарори мавжуд эмаслигини,
          Томон Шартнома бўйича ўз мажбуриятларини бажариш лаёқатига таъсир
          кўрсатиши мумкин бўлган ижро, маъмурий, фуқаролик, жиноий, солиқ ва
          бошқа иш юритувининг иштирокчиси (тарафи) эмаслигини, Томон инсофли
          солиқ тўловчиси эканлигини, асоссиз солиқ нафини олишга қаратилган
          солиқ солинадиган базани ва (ёки) тўланиши керак бўлган солиқлар
          миқдорини камайтиришни амалга оширмаган ва амалга оширмасликни
          тасдиқлайди ва кафолатлайди.
        </p>
        <p>
          <strong> 12.3.</strong> Томонлар муносабатларининг Шартнома билан
          белгиланмаган қисми Ўзбекистон Республикасининг амалдаги қонунчилик
          билан тартибга солинади.
        </p>
      </section>
    </div>
  </div>
</template>

<script>
export default {
  layout: 'empty',
}
</script>

<style scoped>
.wrap {
  padding: 100px 0 132px 0;
}
.logo {
  display: flex;
  align-items: center;
  justify-content: center;
}
.header .title {
  font-size: 24px;
  line-height: 150%;
  font-weight: 500;
  text-align: center;
  margin-bottom: 32px;
}
.upper {
  font-weight: 600;
  display: block;
}
section {
  margin: 0 auto 32px auto;
  max-width: 80%;
}
section p {
  font-size: 18px;
  line-height: 150%;
  display: block;
  margin-bottom: 24px;
}
.paragraph {
  text-align: center;
  font-weight: 600;
  margin-bottom: 12px;
}
.brand {
  display: flex;
  align-items: center;
  justify-content: center;
  margin: 0 auto 32px auto;
}
@media screen and (max-width: 1024px) {
  section {
    max-width: 100%;
  }
  section p {
    font-size: 16px;
    line-height: 140%;
  }
  .header .title {
    font-size: 20px;
  }
  .brand {
    width: 160px;
  }
}
</style>
